<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.ThomsonResearchSoft.EndNote</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>AcceptedENX7.2EULA</key>
								<string>1</string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.ThomsonResearchSoft.EndNoteX8ULA</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>54a602c2-0d12-488a-9f86-cad0d4e36644</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Activate EndNote X8 by acknowledging the End User License Agreement</string>
	<key>PayloadDisplayName</key>
	<string>Activate EndNote X8</string>
	<key>PayloadIdentifier</key>
	<string>com.ThomsonResearchSoft.EndNoteX8ULA</string>
	<key>PayloadOrganization</key>
	<string>YOUR ORG</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>6ae98670-afc5-4fc0-a75d-39cb408111de</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>