<?xml version="1.0" encoding="UTF-8"?>
<plist version="1.0">
	<dict>
		<key>PayloadIdentifier</key>
		<string>edu.YourSchool.EnergySaver</string>
		<key>PayloadRemovalDisallowed</key>
		<false/>
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>a556c1f0-a0e9-0132-a385-005056865ce2</string>
		<key>PayloadOrganization</key>
		<string>YOUR ORG</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
		<key>PayloadDisplayName</key>
		<string>Energy Saver</string>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>PayloadType</key>
				<string>com.apple.MCX</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
				<key>PayloadIdentifier</key>
				<string>edu.YourSchool.EnergySaver</string>
				<key>PayloadUUID</key>
				<string>c53033f0-a0e9-0132-a387-005056865ce2</string>
				<key>PayloadEnabled</key>
				<true/>
				<key>PayloadDisplayName</key>
				<string>Energy Saver</string>
				<key>com.apple.EnergySaver.desktop.ACPower-ProfileNumber</key>
				<integer>-1</integer>
				<key>com.apple.EnergySaver.desktop.ACPower</key>
				<dict>
					<key>Automatic Restart On Power Loss</key>
					<integer>1</integer>
					<key>Disk Sleep Timer-boolean</key>
					<false/>
					<key>Display Sleep Timer</key>
					<integer>45</integer>
					<key>Sleep On Power Button</key>
					<integer>0</integer>
					<key>System Sleep Timer</key>
					<integer>0</integer>
					<key>Wake On LAN</key>
					<integer>1</integer>
				</dict>
				<key>com.apple.EnergySaver.desktop.Schedule</key>
				<dict>
					<key>RepeatingPowerOn</key>
					<dict>
						<key>eventtype</key>
						<string>wakepoweron</string>
						<key>time</key>
						<integer>420</integer>
						<key>weekdays</key>
						<integer>127</integer>
					</dict>
				</dict>
			</dict>
		</array>
	</dict>
</plist>
